{
  "nav": {
    "home": "<home/>",
    "tooling": "<tooling/>",
    "projects": "<projetos/>",
    "experience": "<experiência/>",
    "contact": "<contato/>"
  },
  "home": {
    "title": "LUCAS BACCELLI",
    "subtitle": "Designer, Desenvolvedor Front End & de Apps"
  },
  "tooling": {
    "title": "Tooling"
  },
  "projects": {
    "title": "Projetos",
    "dashboard": {
      "name": "Dashboard de Análise",
      "description": "Uma aplicação web interativa para visualização de dados com gráficos dinâmicos e filtros customizáveis."
    },
    "ecommerce": {
      "name": "Loja Virtual de Roupas",
      "description": "Plataforma de e-commerce completa, com carrinho de compras, checkout e gerenciamento de produtos."
    },
    "fitnessApp": {
      "name": "App de Fitness",
      "description": "Aplicativo móvel multiplataforma para acompanhamento de treinos e progresso físico, com integração social."
    },
    "portfolio": {
      "name": "Website Portfólio",
      "description": "O site que você está vendo agora, construído para ser rápido, responsivo e visualmente agradável."
    },
    "api": {
      "name": "API de Gerenciamento",
      "description": "API RESTful para um sistema de gerenciamento de tarefas, com autenticação JWT e documentação Swagger."
    },
    "uxStudy": {
      "name": "Estudo de UX para App",
      "description": "Pesquisa de usuário, design de interface e prototipagem para um novo aplicativo de viagens, focado na usabilidade."
    }
  },
  "experience": {
    "title": "Experiência Profissional",
    "bosch_apprentice": {
      "role": "Jovem Aprendiz de Soluções Digitais",
      "description": "Atuei como Jovem Aprendiz em Soluções Digitais na Robert Bosch por um ano e meio. Durante este período, trabalhei em tempo integral, dedicando metade do tempo a projetos internos na empresa e a outra metade à formação técnica em Desenvolvimento de Sistemas na Escola Técnica SENAI."
    },
    "bosch_intern": {
      "role": "Estagiário de Soluções Digitais",
      "description": "Como estagiário, expandi minhas responsabilidades no desenvolvimento de soluções digitais, colaborando em projetos de maior escala e aprofundando meus conhecimentos em tecnologias web modernas e metodologias ágeis."
    },
    "bosch_automation": {
      "role": "Automação HRS",
      "description": "Focado na automação de processos para a área de Recursos Humanos (HRS), desenvolvendo e implementando soluções para otimizar fluxos de trabalho, melhorar a eficiência e garantir a integridade dos dados."
    }
  },
  "contact": {
    "title": "Contato",
    "info": "Informações",
    "email": "E-mail",
    "phone": "Telefone",
    "social": "Redes Sociais"
  },
  "footer": {
    "text": "Projetado e construído por Lucas Baccelli."
  },
  "aria": {
    "viewProjectDetails": "Ver detalhes do projeto {projectName}"
  }
}
